---
title: 2017留学生深圳入户最新最全攻略(待续)
date: 2017-11-02 14:28:31
---

##### 一、教育部留学人员学历认证
所需材料：2寸照片、毕业证书原件及复印件、毕业证书中文翻译件及护照复印件
所需时间：整个流程一个多月
办理流程：
- 准备毕业证书中文翻译，可通过微信拍照毕业证书原件联系翻译机构即可（深圳博雅多语言翻译有限公司）。费用100元，当天即寄送翻译件。
- 在[教育部留学服务中心国（境）外学历学位认证申请系统](http://renzheng.cscse.edu.cn/Login.aspx) ，填写资料并提交申请，申请费385元。申请需要上传电子版照片，如需委托办理，还要上传委托授权书。
- 缴费后打印申请表，并备齐以下资料，前往受理点（深圳市人事人才服务中心）递交材料：
× 2寸照片
× 毕业证书原件及复印件
× 毕业证书中文翻译件
× 护照复印件
- 学历认证证明将会邮寄到申请中填写的地址。

##### 二、深圳市出国留学人员资格审定
所需材料：2寸照片、《国外学历学位认证书》扫描件及身份证正反面扫描件
所需时间：5个工作日
办理流程（全程网上办理）：
- 在[深圳市人社局留学人员业务申报系统](https://sz12333.gov.cn/lxrysb/loginOutUserFirstCA.do?method=loginAbroadForApplyCA&itemCode=30000047569558324813440300)中，创建账号并填写相关基本信息。
- 在留学人员资格审定页面中，点击新增，上传电子照片、《国外学历学位认证书》扫描件以及身份证正反面扫描件，完成后点击上报即可。
- 留学人员资格认证审批时限从7个工作日缩减到5个工作日。

##### 三、留学回国人员引进
所需材料：《国外学历学位认证书》扫描件、身份证正反面扫描件、户口簿首页及个人信息页扫描件
所需时间：8个工作日
办理流程（全程网上办理）：
- 在[深圳市人社局留学人员业务申报系统](https://sz12333.gov.cn/lxrysb/loginOutUserFirstCA.do?method=loginAbroadForApplyCA&itemCode=30000047569558324813440300)中，留学人员引进页面填写相应资料，并上传《国外学历学位认证书》扫描件、身份证正反面扫描件以及户口簿首页和个人信息页扫描件。
- 留学回国人员引进审批时限从10个工作日缩减到8个工作日。
- 当引进审批通过后，便可领取入户介绍信和入户信息卡，如果在填写引进申请时，选择了邮政代办，相关资料会寄送上门。

##### 四、市外迁入申请
所需材料：在入户告知书中已详细列明，针对自身具体情况，准备相应材料。（迁入户口户籍首页复印件）
![](/images/resident_registration/notice.png)
办理流程：
- 需在[深圳市公安局户政业务预约平台](http://hzyy.szga.gov.cn/index.shtml)预约办理时间。一般得提前5个工作日。
- 携带相关材料前往预约公安局分局并完成申请。

##### (OPTIONAL) 非广东省内迁入
需《准予迁入证明》持第二联回原籍办理户口迁出，广东省内迁出则无需回原籍地迁出，在5个工作日后即可进行步骤五。

##### 五、市外迁入落户
所需材料：袋封入户材料、第二代身份证相片回执和一寸白底免冠照片、户口簿、在职证明
办理流程：
- 需在[深圳市公安局户政业务预约平台](http://hzyy.szga.gov.cn/index.shtml)预约办理时间。一般得提前5个工作日。
- 携带相关材料前往预约派出所并完成落户。



##### 六、人才租房和生活补贴
办理流程（全程网上办理）：
- 登录[深圳市新引进人才租房和生活补贴系统](https://sz12333.gov.cn/szhr_pubtalent/talent_login.jsp)进行申请。
- 该系统要求把信息补录完成，其中要填写手机号并发送验证码验证，然而！！！该LJ系统发的验证码怎么都收不到，无论是换电脑，换浏览器，换手机号等等，致电工作人员不耐烦地说，你下班了再试试。
- 最终，在不知道什么力量的帮助下，我在Ubuntu系统下，用Firefox浏览器，成功获取了验证码。（我表示这就是个意外。）
- 最后在租房补贴界面填写资料并申请。




 
